Repository: Everest1508/rural-health-connect
Catalog: flutter_app/lib/l10n/app_*.arb
Languages: hi, mr, pa

# appTitle
source: Swasth Setu
hi: ग्रामीण स्वास्थ्य कनेक्ट
mr: स्वास्थ्य सेतु
pa: ਪੇਂਡੂ ਸਿਹਤ ਕਨੈਕਟ

source: Language
hi: भाषा
mr: भाषा
pa: ਭਾਸ਼ਾ

source: Select Language
hi: भाषा चुनें
mr: भाषा निवडा
pa: ਭਾਸ਼ਾ ਚੁਣੋ

source: Personal Information
hi: व्यक्तिगत जानकारी
mr: वैयक्तिक माहिती
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ

source: My Schedule
hi: मेरा कार्यक्रम
mr: माझे वेळापत्रक
pa: ਮੇਰਾ ਸਮਾਸੂਚੀ

source: Clinic Location
hi: क्लिनिक स्थान
mr: क्लिनिक स्थान
pa: ਕਲੀਨਿਕ ਸਥਾਨ

source: Store Location
hi: स्टोर स्थान
mr: स्टोअर स्थान
pa: ਸਟੋਰ ਸਥਾਨ

source: Health Records
hi: स्वास्थ्य रिकॉर्ड
mr: आरोग्य नोंदी
pa: ਸਿਹਤ ਰਿਕਾਰਡ

source: Notifications
hi: सूचनाएं
mr: सूचना
pa: ਸੂਚਨਾਵਾਂ

source: Dark Mode
hi: डार्क मोड
mr: डार्क मोड
pa: ਡਾਰਕ ਮੋਡ

source: Help & Support
hi: सहायता और समर्थन
mr: मदत आणि समर्थन
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ

source: About
hi: के बारे में
mr: बद्दल
pa: ਬਾਰੇ

source: Logout
hi: लॉग आउट
mr: लॉग आउट
pa: ਲਾਗ ਆਉਟ

source: Welcome Back
hi: वापसी पर स्वागत है
mr: परत स्वागत आहे
pa: ਵਾਪਸੀ 'ਤੇ ਸਵਾਗਤ

# signInToContinue
source: Sign in to continue to Swasth Setu
hi: रूरल हेल्थ कनेक्ट में जारी रखने के लिए साइन इन करें
mr: स्वास्थ्य सेतु मध्ये सुरू ठेवण्यासाठी साइन इन करा
pa: ਪੇਂਡੂ ਸਿਹਤ ਕਨੈਕਟ ਵਿੱਚ ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ

source: Email
hi: ईमेल
mr: ईमेल
pa: ਈਮੇਲ

source: Password
hi: पासवर्ड
mr: पासवर्ड
pa: ਪਾਸਵਰਡ

source: Login
hi: लॉग इन
mr: लॉग इन
pa: ਲਾਗ ਇਨ

# dontHaveAccount
source: Don't have an account?
hi: खाता नहीं है?
mr: खाते नाही?
pa: ਖਾਤਾ ਨਹੀਂ ਹੈ?

source: Sign Up
hi: साइन अप करें
mr: साइन अप करा
pa: ਸਾਈਨ ਅਪ ਕਰੋ

source: Create Account
hi: खाता बनाएं
mr: खाते तयार करा
pa: ਖਾਤਾ ਬਣਾਓ

# joinRuralHealthConnect
source: Join Swasth Setu
hi: रूरल हेल्थ कनेक्ट में शामिल हों
mr: स्वास्थ्य सेतु मध्ये सामील व्हा
pa: ਪੇਂਡੂ ਸਿਹਤ ਕਨੈਕਟ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ

# createAccountToGetStarted
source: Create your account to get started
hi: शुरू करने के लिए अपना खाता बनाएं
mr: सुरू करण्यासाठी आपले खाते तयार करा
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣਾ ਖਾਤਾ ਬਣਾਓ

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव
pa: ਪੂਰਾ ਨਾਮ

source: Phone Number
hi: फोन नंबर
mr: फोन नंबर
pa: ਫੋਨ ਨੰਬਰ

source: Location
hi: स्थान
mr: स्थान
pa: ਸਥਾਨ

source: Home
hi: होम
mr: मुख्यपृष्ठ
pa: ਹੋਮ

source: Appointments
hi: अपॉइंटमेंट
mr: अपॉइंटमेंट
pa: ਅਪਾਇੰਟਮੈਂਟ

source: Consult
hi: परामर्श
mr: सल्ला
pa: ਸਲਾਹ

source: Medicines
hi: दवाएं
mr: औषधे
pa: ਦਵਾਈਆਂ

source: Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ

source: Video Consult
hi: वीडियो परामर्श
mr: व्हिडिओ सल्ला
pa: ਵੀਡੀਓ ਸਲਾਹ

# talkToDoctorNow
source: Talk to a doctor now
hi: अभी डॉक्टर से बात करें
mr: आत्ता डॉक्टरांशी बोला
pa: ਹੁਣ ਡਾਕਟਰ ਨਾਲ ਬੋਲੋ

source: Symptom Check
hi: लक्षण जांच
mr: लक्षण तपासणी
pa: ਲੱਛਣ ਜਾਂਚ

source: AI-powered diagnosis
hi: AI-संचालित निदान
mr: AI-चालित निदान
pa: AI-ਸੰਚਾਲਿਤ ਨਿਦਾਨ

source: Find Medicine
hi: दवा खोजें
mr: औषध शोधा
pa: ਦਵਾਈ ਲੱਭੋ

source: Check availability nearby
hi: आस-पास उपलब्धता जांचें
mr: जवळ उपलब्धता तपासा
pa: ਨੇੜੇ ਉਪਲਬਧਤਾ ਜਾਂਚੋ

source: Nearby Pharmacy
hi: निकटतम फार्मेसी
mr: जवळची फार्मसी
pa: ਨੇੜਲੀ ਫਾਰਮੇਸੀ

source: Find pharmacies
hi: फार्मेसी खोजें
mr: फार्मसी शोधा
pa: ਫਾਰਮੇਸੀਆਂ ਲੱਭੋ

source: Upcoming Appointments
hi: आगामी अपॉइंटमेंट
mr: आगामी अपॉइंटमेंट
pa: ਆਉਣ ਵਾਲੇ ਅਪਾਇੰਟਮੈਂਟ

source: No upcoming appointments
hi: कोई आगामी अपॉइंटमेंट नहीं
mr: कोणतेही आगामी अपॉइंटमेंट नाहीत
pa: ਕੋਈ ਆਉਣ ਵਾਲੇ ਅਪਾਇੰਟਮੈਂਟ ਨਹੀਂ

source: View All
hi: सभी देखें
mr: सर्व पहा
pa: ਸਭ ਦੇਖੋ

# searchDoctors
source: Search doctors, medicines...
hi: डॉक्टर, दवाएं खोजें...
mr: डॉक्टर, औषधे शोधा...
pa: ਡਾਕਟਰ, ਦਵਾਈਆਂ ਖੋਜੋ...

source: Save
hi: सहेजें
mr: जतन करा
pa: ਸੁਰੱਖਿਅਤ ਕਰੋ

source: Cancel
hi: रद्द करें
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ

source: Submit
hi: जमा करें
mr: सबमिट करा
pa: ਜਮ੍ਹਾ ਕਰੋ

source: Loading...
hi: लोड हो रहा है...
mr: लोड होत आहे...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...

source: Error
hi: त्रुटि
mr: त्रुटी
pa: ਗਲਤੀ

source: Success
hi: सफल
mr: यशस्वी
pa: ਸਫਲ

source: Book
hi: बुक करें
mr: बुक करा
pa: ਬੁਕ ਕਰੋ

source: Upcoming
hi: आगामी
mr: आगामी
pa: ਆਉਣ ਵਾਲੇ

source: Completed
hi: पूर्ण
mr: पूर्ण
pa: ਪੂਰਾ

source: Cancelled
hi: रद्द
mr: रद्द
pa: ਰੱਦ

source: Find Doctor
hi: डॉक्टर खोजें
mr: डॉक्टर शोधा
pa: ਡਾਕਟਰ ਲੱਭੋ

source: Quick Actions
hi: त्वरित कार्य
mr: त्वरित क्रिया
pa: ਤੁਰੰਤ ਕਾਰਵਾਈਆਂ

source: Find Nearby Pharmacy
hi: निकटतम फार्मेसी खोजें
mr: जवळची फार्मसी शोधा
pa: ਨੇੜਲੀ ਫਾਰਮੇਸੀ ਲੱਭੋ

source: Locate pharmacies near you
hi: आपके पास फार्मेसी खोजें
mr: आपल्या जवळ फार्मसी शोधा
pa: ਆਪਣੇ ਨੇੜੇ ਫਾਰਮੇਸੀਆਂ ਲੱਭੋ

source: Upload Prescription
hi: प्रिस्क्रिप्शन अपलोड करें
mr: प्रिस्क्रिप्शन अपलोड करा
pa: ਪ੍ਰਿਸਕ੍ਰਿਪਸ਼ਨ ਅਪਲੋਡ ਕਰੋ

# addNewPrescription
source: Add a new prescription
hi: नई प्रिस्क्रिप्शन जोड़ें
mr: नवीन प्रिस्क्रिप्शन जोडा
pa: ਨਵੀਂ ਪ੍ਰਿਸਕ੍ਰਿਪਸ਼ਨ ਜੋੜੋ

source: My Prescriptions
hi: मेरी प्रिस्क्रिप्शन
mr: माझ्या प्रिस्क्रिप्शन
pa: ਮੇਰੀਆਂ ਪ੍ਰਿਸਕ੍ਰਿਪਸ਼ਨਾਂ

source: Orders
hi: ऑर्डर
mr: ऑर्डर
pa: ਆਰਡਰ

# noPrescriptions
source: No prescriptions yet
hi: अभी तक कोई प्रिस्क्रिप्शन नहीं
mr: अद्याप कोणतीही प्रिस्क्रिप्शन नाहीत
pa: ਅਜੇ ਕੋਈ ਪ੍ਰਿਸਕ੍ਰਿਪਸ਼ਨ ਨਹੀਂ

# uploadYourFirstPrescription
source: Upload your first prescription to get started
hi: शुरू करने के लिए अपनी पहली प्रिस्क्रिप्शन अपलोड करें
mr: सुरू करण्यासाठी आपली पहिली प्रिस्क्रिप्शन अपलोड करा
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣੀ ਪਹਿਲੀ ਪ੍ਰਿਸਕ੍ਰਿਪਸ਼ਨ ਅਪਲੋਡ ਕਰੋ

source: Enter your symptoms
hi: अपने लक्षण दर्ज करें
mr: आपली लक्षणे प्रविष्ट करा
pa: ਆਪਣੇ ਲੱਛਣ ਦਰਜ ਕਰੋ

source: Check Symptoms
hi: लक्षण जांचें
mr: लक्षणे तपासा
pa: ਲੱਛਣ ਜਾਂਚੋ

source: Select Date
hi: तारीख चुनें
mr: तारीख निवडा
pa: ਤਾਰੀਖ ਚੁਣੋ

source: Title
hi: शीर्षक
mr: शीर्षक
pa: ਸਿਰਲੇਖ

source: Description
hi: विवरण
mr: वर्णन
pa: ਵਰਣਨ

source: Add Health Record
hi: स्वास्थ्य रिकॉर्ड जोड़ें
mr: आरोग्य नोंद जोडा
pa: ਸਿਹਤ ਰਿਕਾਰਡ ਜੋੜੋ

source: Date
hi: तारीख
mr: तारीख
pa: ਤਾਰੀਖ

source: Attachment (Optional)
hi: अटैचमेंट (वैकल्पिक)
mr: अटैचमेंट (पर्यायी)
pa: ਅਟੈਚਮੈਂਟ (ਵਿਕਲਪਿਕ)

source: Attach File
hi: फ़ाइल संलग्न करें
mr: फाइल संलग्न करा
pa: ਫਾਈਲ ਸੰਲਗਨ ਕਰੋ

source: Save Health Record
hi: स्वास्थ्य रिकॉर्ड सहेजें
mr: आरोग्य नोंद जतन करा
pa: ਸਿਹਤ ਰਿਕਾਰਡ ਸੁਰੱਖਿਅਤ ਕਰੋ

source: Store Name
hi: स्टोर का नाम
mr: स्टोअरचे नाव
pa: ਸਟੋਰ ਦਾ ਨਾਮ

source: Store Address
hi: स्टोर का पता
mr: स्टोअरचा पत्ता
pa: ਸਟੋਰ ਦਾ ਪਤਾ

source: Store Information
hi: स्टोर जानकारी
mr: स्टोअर माहिती
pa: ਸਟੋਰ ਜਾਣਕਾਰੀ

source: Use Current Location
hi: वर्तमान स्थान का उपयोग करें
mr: सध्याचे स्थान वापरा
pa: ਮੌਜੂਦਾ ਸਥਾਨ ਵਰਤੋ

source: Clinic Address
hi: क्लिनिक का पता
mr: क्लिनिकचा पत्ता
pa: ਕਲੀਨਿਕ ਦਾ ਪਤਾ

source: Clinic Information
hi: क्लिनिक जानकारी
mr: क्लिनिक माहिती
pa: ਕਲੀਨਿਕ ਜਾਣਕਾਰੀ

source: Dashboard
hi: डैशबोर्ड
mr: डॅशबोर्ड
pa: ਡੈਸ਼ਬੋਰਡ

source: My Orders
hi: मेरे ऑर्डर
mr: माझे ऑर्डर
pa: ਮੇਰੇ ਆਰਡਰ

source: No appointments found
hi: कोई अपॉइंटमेंट नहीं मिला
mr: कोणतेही अपॉइंटमेंट सापडले नाहीत
pa: ਕੋਈ ਅਪਾਇੰਟਮੈਂਟ ਨਹੀਂ ਮਿਲੇ

source: No doctors found
hi: कोई डॉक्टर नहीं मिला
mr: कोणतेही डॉक्टर सापडले नाहीत
pa: ਕੋਈ ਡਾਕਟਰ ਨਹੀਂ ਮਿਲੇ

# tryDifferentSearchTerm
source: Try a different search term
hi: एक अलग खोज शब्द आज़माएं
mr: वेगळा शोध शब्द वापरून पहा
pa: ਇੱਕ ਵੱਖਰਾ ਖੋਜ ਸ਼ਬਦ ਅਜ਼ਮਾਓ

source: Start typing to search
hi: खोज शुरू करने के लिए टाइप करें
mr: शोध सुरू करण्यासाठी टाइप करा
pa: ਖੋਜ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਟਾਈਪ ਕਰੋ

source: Search by name or specialty...
hi: नाम या विशेषज्ञता से खोजें...
mr: नाव किंवा विशेषज्ञतेनुसार शोधा...
pa: ਨਾਮ ਜਾਂ ਮਾਹਿਰੀ ਦੁਆਰਾ ਖੋਜੋ...

source: No doctors available
hi: कोई डॉक्टर उपलब्ध नहीं
mr: कोणतेही डॉक्टर उपलब्ध नाहीत
pa: ਕੋਈ ਡਾਕਟਰ ਉਪਲਬਧ ਨਹੀਂ

source: Health Tips
hi: स्वास्थ्य सुझाव
mr: आरोग्य सुझाव
pa: ਸਿਹਤ ਸੁਝਾਅ

source: Stay Hydrated
hi: हाइड्रेटेड रहें
mr: हायड्रेटेड रहा
pa: ਹਾਈਡ੍ਰੇਟਿਡ ਰਹੋ

# drinkAtLeast8Glasses
source: Drink at least 8 glasses of water daily
hi: प्रतिदिन कम से कम 8 गिलास पानी पिएं
mr: दररोज किमान 8 ग्लास पाणी प्या
pa: ਰੋਜ਼ਾਨਾ ਘੱਟੋ-ਘੱਟ 8 ਗਲਾਸ ਪਾਣੀ ਪੀਓ

source: Regular Exercise
hi: नियमित व्यायाम
mr: नियमित व्यायाम
pa: ਨਿਯਮਿਤ ਕਸਰਤ

# thirtyMinutesPhysicalActivity
source: 30 minutes of physical activity each day
hi: प्रतिदिन 30 मिनट शारीरिक गतिविधि
mr: दररोज 30 मिनिटे शारीरिक क्रियाकलाप
pa: ਹਰ ਰੋਜ਼ 30 ਮਿੰਟ ਸਰੀਰਕ ਗਤਿਵਿਧੀ

source: Balanced Diet
hi: संतुलित आहार
mr: संतुलित आहार
pa: ਸੰਤੁਲਿਤ ਖੁਰਾਕ

# includeFruitsVegetables
source: Include fruits and vegetables in every meal
hi: हर भोजन में फल और सब्जियां शामिल करें
mr: प्रत्येक जेवणात फळे आणि भाज्या समाविष्ट करा
pa: ਹਰ ਭੋਜਨ ਵਿੱਚ ਫਲ ਅਤੇ ਸਬਜ਼ੀਆਂ ਸ਼ਾਮਲ ਕਰੋ

source: Quality Sleep
hi: गुणवत्तापूर्ण नींद
mr: गुणवत्तापूर्ण झोप
pa: ਗੁਣਵੱਤਾਪੂਰਨ ਨੀਂਦ

# get7To8HoursSleep
source: Get 7-8 hours of sleep every night
hi: हर रात 7-8 घंटे की नींद लें
mr: रोज रात्री 7-8 तास झोप घ्या
pa: ਹਰ ਰਾਤ 7-8 ਘੰਟੇ ਸੌਣਾ

source: Available Doctors
hi: उपलब्ध डॉक्टर
mr: उपलब्ध डॉक्टर
pa: ਉਪਲਬਧ ਡਾਕਟਰ

source: Doctors
hi: डॉक्टर
mr: डॉक्टर
pa: ਡਾਕਟਰ

source: Pharmacies
hi: फार्मेसी
mr: फार्मसी
pa: ਫਾਰਮੇਸੀ

source: Retry
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Search for doctors by name or specialty
hi: नाम या विशेषज्ञता से डॉक्टर खोजें
mr: नाव किंवा विशेषज्ञतेनुसार डॉक्टर शोधा
pa: ਨਾਮ ਜਾਂ ਮਾਹਿਰੀ ਦੁਆਰਾ ਡਾਕਟਰ ਖੋਜੋ

source: Search for nearby pharmacies
hi: आस-पास की फार्मेसी खोजें
mr: जवळच्या फार्मसी शोधा
pa: ਨੇੜਲੀਆਂ ਫਾਰਮੇਸੀਆਂ ਖੋਜੋ

source: Find Nearby Pharmacies
hi: निकटतम फार्मेसी खोजें
mr: जवळच्या फार्मसी शोधा
pa: ਨੇੜਲੀਆਂ ਫਾਰਮੇਸੀਆਂ ਲੱਭੋ

# useYourLocationToFindPharmacies
source: Use your location to find pharmacies near you
hi: आस-पास की फार्मेसी खोजने के लिए अपना स्थान उपयोग करें
mr: आपल्या जवळ फार्मसी शोधण्यासाठी आपले स्थान वापरा
pa: ਆਪਣੇ ਨੇੜੇ ਫਾਰਮੇਸੀਆਂ ਲੱਭਣ ਲਈ ਆਪਣਾ ਸਥਾਨ ਵਰਤੋ

source: Book Now
hi: अभी बुक करें
mr: आत्ता बुक करा
pa: ਹੁਣ ਬੁਕ ਕਰੋ

source: Unavailable
hi: अनुपलब्ध
mr: अनुपलब्ध
pa: ਅਣਉਪਲਬਧ

source: Book Appointment
hi: अपॉइंटमेंट बुक करें
mr: अपॉइंटमेंट बुक करा
pa: ਅਪਾਇੰਟਮੈਂਟ ਬੁਕ ਕਰੋ

# bookAppointmentWith
source: Book Appointment with {doctorName}
hi: {doctorName} के साथ अपॉइंटमेंट बुक करें
mr: {doctorName} सह अपॉइंटमेंट बुक करा
pa: {doctorName} ਨਾਲ ਅਪਾਇੰਟਮੈਂਟ ਬੁਕ ਕਰੋ

source: Top Doctors
hi: शीर्ष डॉक्टर
mr: शीर्ष डॉक्टर
pa: ਚੋਟੀ ਦੇ ਡਾਕਟਰ

source: Find a Doctor
hi: डॉक्टर खोजें
mr: डॉक्टर शोधा
pa: ਡਾਕਟਰ ਲੱਭੋ

source: Consultation Fee
hi: परामर्श शुल्क
mr: सल्लागार शुल्क
pa: ਸਲਾਹ ਸ਼ੁਲਕ

source: Join Google Meet
hi: Google Meet में शामिल हों
mr: Google Meet मध्ये सामील व्हा
pa: Google Meet ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ

source: Join Now
hi: अभी शामिल हों
mr: आत्ता सामील व्हा
pa: ਹੁਣ ਸ਼ਾਮਲ ਹੋਵੋ

source: View Details
hi: विवरण देखें
mr: तपशील पहा
pa: ਵੇਰਵੇ ਦੇਖੋ

source: Reschedule
hi: पुनर्निर्धारित करें
mr: पुन्हा निर्धारित करा
pa: ਮੁੜ ਸ਼ੈਡਿਊਲ ਕਰੋ

source: Reschedule Appointment
hi: अपॉइंटमेंट पुनर्निर्धारित करें
mr: अपॉइंटमेंट पुन्हा निर्धारित करा
pa: ਅਪਾਇੰਟਮੈਂਟ ਮੁੜ ਸ਼ੈਡਿਊਲ ਕਰੋ

source: Current Appointment
hi: वर्तमान अपॉइंटमेंट
mr: सध्याचे अपॉइंटमेंट
pa: ਮੌਜੂਦਾ ਅਪਾਇੰਟਮੈਂਟ

source: New Date
hi: नई तारीख
mr: नवीन तारीख
pa: ਨਵੀਂ ਤਾਰੀਖ

source: Available Time Slots
hi: उपलब्ध समय स्लॉट
mr: उपलब्ध वेळ स्लॉट
pa: ਉਪਲਬਧ ਸਮਾਂ ਸਲਾਟ

source: No available slots for this date
hi: इस तारीख के लिए कोई उपलब्ध स्लॉट नहीं
mr: या तारखेसाठी कोणतेही उपलब्ध स्लॉट नाहीत
pa: ਇਸ ਤਾਰੀਖ ਲਈ ਕੋਈ ਉਪਲਬਧ ਸਲਾਟ ਨਹੀਂ

source: Time
hi: समय
mr: वेळ
pa: ਸਮਾਂ

# pleaseSelectDateFirst
source: Please select a date first to see available time slots
hi: कृपया उपलब्ध समय स्लॉट देखने के लिए पहले तारीख चुनें
mr: कृपया उपलब्ध वेळ स्लॉट पाहण्यासाठी प्रथम तारीख निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਤਾਰੀਖ ਚੁਣੋ ਤਾਂ ਜੋ ਉਪਲਬਧ ਸਮਾਂ ਸਲਾਟ ਦੇਖ ਸਕੋ

source: Please select date and time slot
hi: कृपया तारीख और समय स्लॉट चुनें
mr: कृपया तारीख आणि वेळ स्लॉट निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਤਾਰੀਖ ਅਤੇ ਸਮਾਂ ਸਲਾਟ ਚੁਣੋ

source: Appointment rescheduled successfully!
hi: अपॉइंटमेंट सफलतापूर्वक पुनर्निर्धारित किया गया!
mr: अपॉइंटमेंट यशस्वीरित्या पुन्हा निर्धारित केले!
pa: ਅਪਾਇੰਟਮੈਂਟ ਸਫਲਤਾਪੂਰਵਕ ਮੁੜ ਸ਼ੈਡਿਊਲ ਕੀਤਾ ਗਿਆ!

# cannotRescheduleDoctorInfoMissing
source: Cannot reschedule: Doctor information missing
hi: पुनर्निर्धारित नहीं कर सकते: डॉक्टर की जानकारी गायब है
mr: पुन्हा निर्धारित करू शकत नाही: डॉक्टर माहिती गहाळ आहे
pa: ਮੁੜ ਸ਼ੈਡਿਊਲ ਨਹੀਂ ਕਰ ਸਕਦੇ: ਡਾਕਟਰ ਦੀ ਜਾਣਕਾਰੀ ਗੁੰਮ ਹੈ

source: Could not open Google Meet link
hi: Google Meet लिंक नहीं खोल सके
mr: Google Meet लिंक उघडू शकले नाही
pa: Google Meet ਲਿੰਕ ਨਹੀਂ ਖੋਲ੍ਹ ਸਕੇ

source: Available
hi: उपलब्ध
mr: उपलब्ध
pa: ਉਪਲਬਧ

# appointmentAt
source: {date} at {time}
hi: {date} को {time}
mr: {date} ला {time}
pa: {date} ਨੂੰ {time}

source: Good Morning
hi: सुप्रभात
mr: सुप्रभात
pa: ਸ਼ੁਭ ਸਵੇਰ

source: Good Afternoon
hi: नमस्कार
mr: नमस्कार
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ

source: Good Evening
hi: शुभ संध्या
mr: शुभ संध्याकाळ
pa: ਸ਼ੁਭ ਸੰਧਿਆ

source: Select Doctor
hi: डॉक्टर चुनें
mr: डॉक्टर निवडा
pa: ਡਾਕਟਰ ਚੁਣੋ

source: Appointment cancelled
hi: अपॉइंटमेंट रद्द कर दिया गया
mr: अपॉइंटमेंट रद्द केले
pa: ਅਪਾਇੰਟਮੈਂਟ ਰੱਦ ਕੀਤਾ ਗਿਆ

# noAppointments
source: No {status} Appointments
hi: कोई {status} अपॉइंटमेंट नहीं
mr: कोणतेही {status} अपॉइंटमेंट नाहीत
pa: ਕੋਈ {status} ਅਪਾਇੰਟਮੈਂਟ ਨਹੀਂ

# yourAppointmentsWillAppearHere
source: Your {status} appointments will appear here
hi: आपके {status} अपॉइंटमेंट यहाँ दिखाई देंगे
mr: आपली {status} अपॉइंटमेंट येथे दिसतील
pa: ਤੁਹਾਡੇ {status} ਅਪਾਇੰਟਮੈਂਟ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ

source: Video Consultation
hi: वीडियो परामर्श
mr: व्हिडिओ सल्ला
pa: ਵੀਡੀਓ ਸਲਾਹ

source: In-Person Visit
hi: व्यक्तिगत दौरा
mr: वैयक्तिक भेट
pa: ਵਿਅਕਤੀਗਤ ਮੁਲਾਕਾਤ

source: Symptom Checker
hi: लक्षण जांचकर्ता
mr: लक्षण तपासक
pa: ਲੱਛਣ ਜਾਂਚਕ

# describeSymptomsAndGetInsights
source: Describe your symptoms and get preliminary health insights
hi: अपने लक्षणों का वर्णन करें और प्रारंभिक स्वास्थ्य अंतर्दृष्टि प्राप्त करें
mr: आपली लक्षणे वर्णन करा आणि प्राथमिक आरोग्य अंतर्दृष्टी मिळवा
pa: ਆਪਣੇ ਲੱਛਣਾਂ ਦਾ ਵਰਣਨ ਕਰੋ ਅਤੇ ਪ੍ਰਾਥਮਿਕ ਸਿਹਤ ਸੂਝ ਪ੍ਰਾਪਤ ਕਰੋ

# notSubstituteForMedicalAdvice
source: This is not a substitute for professional medical advice
hi: यह पेशेवर चिकित्सा सलाह का विकल्प नहीं है
mr: हे व्यावसायिक वैद्यकीय सल्ल्याचा पर्याय नाही
pa: ਇਹ ਪੇਸ਼ੇਵਰ ਡਾਕਟਰੀ ਸਲਾਹ ਦਾ ਬਦਲ ਨਹੀਂ ਹੈ

source: Selected Symptoms
hi: चयनित लक्षण
mr: निवडलेली लक्षणे
pa: ਚੁਣੇ ਗਏ ਲੱਛਣ

source: Common Symptoms
hi: सामान्य लक्षण
mr: सामान्य लक्षणे
pa: ਸਾਮਾਨਿਕ ਲੱਛਣ

source: Add Custom Symptom
hi: कस्टम लक्षण जोड़ें
mr: कस्टम लक्षण जोडा
pa: ਕਸਟਮ ਲੱਛਣ ਜੋੜੋ

source: Enter custom symptom...
hi: कस्टम लक्षण दर्ज करें...
mr: कस्टम लक्षण प्रविष्ट करा...
pa: ਕਸਟਮ ਲੱਛਣ ਦਰਜ ਕਰੋ...

source: Analyze Symptoms
hi: लक्षणों का विश्लेषण करें
mr: लक्षणांचे विश्लेषण करा
pa: ਲੱਛਣਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ

source: Analysis Result
hi: विश्लेषण परिणाम
mr: विश्लेषण परिणाम
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਨਤੀਜਾ

# pleaseDescribeSymptoms
source: Please describe your symptoms or select from common symptoms
hi: कृपया अपने लक्षणों का वर्णन करें या सामान्य लक्षणों में से चुनें
mr: कृपया आपली लक्षणे वर्णन करा किंवा सामान्य लक्षणांमधून निवडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਲੱਛਣਾਂ ਦਾ ਵਰਣਨ ਕਰੋ ਜਾਂ ਸਾਮਾਨਿਕ ਲੱਛਣਾਂ ਵਿੱਚੋਂ ਚੁਣੋ

# groqApiKeyNotConfigured
source: Groq API key is not configured. Please add it in settings (click the settings icon).
hi: Groq API कुंजी कॉन्फ़िगर नहीं की गई है। कृपया इसे सेटिंग्स में जोड़ें (सेटिंग्स आइकन पर क्लिक करें)।
mr: Groq API की कॉन्फिगर केलेली नाही. कृपया ती सेटिंग्जमध्ये जोडा (सेटिंग्ज आयकॉनवर क्लिक करा).
pa: Groq API ਕੁੰਜੀ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤੀ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜੋੜੋ (ਸੈਟਿੰਗਾਂ ਆਈਕਾਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ)।

source: Fever
hi: बुखार
mr: ताप
pa: ਬੁਖਾਰ

source: Headache
hi: सिरदर्द
mr: डोकेदुखी
pa: ਸਿਰ ਦਰਦ

source: Cough
hi: खांसी
mr: खोकला
pa: ਖੰਘ

source: Fatigue
hi: थकान
mr: थकवा
pa: ਥਕਾਵਟ

source: Nausea
hi: मतली
mr: मळमळ
pa: ਮਤਲੀ

source: Body Pain
hi: शरीर में दर्द
mr: शरीरात वेदना
pa: ਸਰੀਰ ਦਰਦ

source: Sore Throat
hi: गले में खराश
mr: घसा खवखवणे
pa: ਗਲੇ ਵਿੱਚ ਖਰਾਸ਼

source: Runny Nose
hi: नाक बहना
mr: नाक वाहणे
pa: ਨੱਕ ਵਗਣਾ

source: Dizziness
hi: चक्कर आना
mr: चक्कर येणे
pa: ਚਕਰ

source: Chest Pain
hi: छाती में दर्द
mr: छातीत वेदना
pa: ਛਾਤੀ ਦਰਦ
